export const StatusDescription = () => {
  return (
    <p className="mt-2 text-center text-sm leading-[17px] text-gray-500">
      การสมัครจะถือว่าเสร็จสิ้นโดยสมบูรณ์ก็ต่อเมื่อระบบแสดงสถานะเป็น{" "}
      <span className="text-green-600">ตรวจสอบแล้ว</span>{" "}
      หากใบสมัครถูกปฏิเสธจะแสดงสถานะ{" "}
      <span className="text-red-500">ถูกปฏิเสธ</span> ถ้าผู้สมัครได้รับสถานะนี้
      ผู้สมัครจะต้องแก้ไขแบบฟอร์มโดยกดที่ข้อความ แก้ไขแบบฟอร์ม ในกล่องแสดงสถานะ
      หากมีข้อสงสัยเพิ่มเติมสามารถสอบถามรายละเอียดเพิ่มเติมตามช่องทางติดต่อที่ระบุไว้
    </p>
  )
}
